text0=Dick Grayson y Rachel Roth, una joven especial pose\u00edda por una extra\u00f1a oscuridad, se enredan en una conspiraci\u00f3n que podr\u00eda traer el Infierno sobre la Tierra. Uni\u00e9ndose a ellos en el camino est\u00e1n Starfire y el adorable Bestia Boy. Juntos se convierten en una familia sustituta y un equipo de h\u00e9roes..
text1=\u00bfQu\u00e9 pasa cuando los superh\u00e9roes abusan de sus superpoderes en lugar de utilizarlos para hacer el bien? The Boys es la adaptaci\u00f3n televisiva de la obra de Garth Ennis que presenta un mundo superher\u00f3ico donde los h\u00e9roes est\u00e1n corrompidos por la fama. Esta actitud cegada y de alta celebridad les lleva a poner en peligro al mundo m\u00e1s de una vez.
text2=Barry Allen en un excelente investigador, algo que aprovecha para intentar averiguar lo que realmente ocurri\u00f3 en el asesinato de su madre.Sin embargo, todo cambiar\u00e1 cuando sea alcanzado por un rayo. Despu\u00e9s de estar nueve meses en coma, Barry Allen se despierta y ya no es el mismo. El rayo le ha dotado de una velocidad sobrenatural..
text3=Flecha Verde es un superh\u00e9roe que tiene un arco muy especial. Sus flechas no son normales, tienen pegamento, redes, gas lacrim\u00f3geno e incluso kryptonita para luchar contra sus enemigos.Oliver Queen, que desaparece en un naufrafio en una peligrosa isla al sur del Mar de China y que, a fuerza de sobrevivir, se convierte en un maestro arquero, de las artes marciales y del camuflaje.
text4=Cobra Kai es la secuela de la famosa saga cinematogr\u00e1fica Karate Kid. La serie sigue la historia 30 a\u00f1os despu\u00e9s del campeonato de 1984, Johnny no se encuentra en el mejor momento de su vida por lo que decide volver a abrir el famoso Dojo Cobra Kai para darle un giro. Es ah\u00ed cuando se reencuentra con Daniel, ahora convertido en un hombre de \u00e9xito.
text5='Daredevil' gira en torno a Matt Murdock, un abogado de d\u00eda y superh\u00e9roe de noche. A pesar de ser ciego, posee un o\u00eddo, un olfato, una fuerza y una agilidad incre\u00edblemente desarrolladas. Sin descanso, Matt Murdoch recorrer\u00e1 las calles de Hell's Kitchen, en Nueva York, a la caza de todo tipo de criminales a los que no puede castigar un tribunal.
