text0=Dick Grayson et Rachel Roth, une jeune femme sp\u00e9ciale poss\u00e9d\u00e9e par une \u00e9trange obscurit\u00e9, se retrouvent emp\u00eatr\u00e9s dans une conspiration qui pourrait amener l'Enfer sur Terre. Starfire et l'adorable Beast Boy se joindront \u00e0 eux sur le chemin. Ensemble, ils deviennent une famille de substitution et une \u00e9quipe de h\u00e9ros.
text1=Que se passe-t-il lorsque les super-h\u00e9ros abusent de leurs super pouvoirs au lieu de les utiliser pour toujours? The Boys est l'adaptation t\u00e9l\u00e9vis\u00e9e du travail de Garth Ennis qui pr\u00e9sente un monde de super-h\u00e9ros o\u00f9 les h\u00e9ros sont corrompus par la c\u00e9l\u00e9brit\u00e9. Cette attitude aveugl\u00e9e et c\u00e9l\u00e8bre les conduit \u00e0 mettre le monde en danger plus d'une fois.
text2=Barry Allen est un excellent enqu\u00eateur, ce dont il profite pour essayer de d\u00e9couvrir ce qui s'est r\u00e9ellement pass\u00e9 dans le meurtre de sa m\u00e8re. Cependant, tout changera lorsqu'il sera frapp\u00e9 par la foudre. Apr\u00e8s avoir \u00e9t\u00e9 dans le coma pendant neuf mois, Barry Allen se r\u00e9veille et n'est plus lui-m\u00eame. La foudre l'a dot\u00e9 d'une vitesse surnaturelle.
text3=Green Arrow est un super-h\u00e9ros qui a un arc tr\u00e8s sp\u00e9cial. Ses fl\u00e8ches ne sont pas normales, elles ont de la colle, des filets, des gaz lacrymog\u00e8nes et m\u00eame de la kryptonite pour combattre ses ennemis.Oliver Queen, qui dispara\u00eet dans un naufrage sur une \u00eele dangereuse au sud de la mer de Chine et qui, \u00e0 force de survie, devient en ma\u00eetre archer, arts martiaux et camouflage.
text4=Cobra Kai est la suite de la c\u00e9l\u00e8bre saga cin\u00e9matographique Karate Kid. La s\u00e9rie suit l'histoire 30 ans apr\u00e8s le championnat 1984, Johnny n'est pas dans le meilleur moment de sa vie alors il d\u00e9cide de rouvrir le c\u00e9l\u00e8bre Cobra Kai Dojo pour un spin. C'est l\u00e0 qu'il rencontre Daniel, maintenant un homme qui a r\u00e9ussi.
text5=\u00abDaredevil\u00bb tourne autour de Matt Murdock, un avocat le jour et un super-h\u00e9ros la nuit. Bien qu'il soit aveugle, il a incroyablement d\u00e9velopp\u00e9 l'audition, l'odorat, la force et l'agilit\u00e9. Sans rel\u00e2che, Matt Murdoch arpentera les rues de Hell's Kitchen, \u00e0 New York, \u00e0 la recherche de toutes sortes de criminels qui ne peuvent \u00eatre punis par un tribunal.